<div class="container mt-5 text-start">
    <div class="row">
        <div class="col-lg-8 mx-auto">
            <h1 class="mb-4">О Компании "ТехИнновации Плюс"</h1>

            <p class="lead">"ТехИнновации Плюс" – это динамично развивающаяся компания, специализирующаяся на разработке передовых программных решений для автоматизации бизнес-процессов.</p>

            <section class="my-5">
                <h2><i class="fa-solid fa-face-smile"></i> Наша Миссия</h2>
                <p>Мы стремимся предоставлять нашим клиентам инновационные и надежные IT-продукты, которые помогают оптимизировать их деятельность, повышать эффективность и достигать новых высот в бизнесе. Наша цель – стать ключевым технологическим партнером для компаний, идущих в ногу со временем.</p>
            </section>

            <section class="my-5">
                <h2><i class="fa-solid fa-sack-dollar"></i> Наши Ценности</h2>
                <ul>
                    <li><strong>Инновации:</strong> Мы постоянно исследуем новые технологии и подходы, чтобы предлагать самые современные решения.</li>
                    <li><strong>Качество:</strong> Высочайшие стандарты качества на всех этапах разработки и поддержки – наш приоритет.</li>
                    <li><strong>Клиентоориентированность:</strong> Мы внимательно прислушиваемся к потребностям наших клиентов и предлагаем индивидуальные решения.</li>
                    <li><strong>Команда:</strong> Наши сотрудники – это команда высококвалифицированных профессионалов, увлеченных своим делом.</li>
                    <li><strong>Надежность:</strong> Мы строим долгосрочные и доверительные отношения с нашими партнерами и клиентами.</li>
                </ul>
            </section>

            <section class="my-5">
                <h2><i class="fa-solid fa-briefcase"></i> Направления Деятельности</h2>
                <p>Основные направления нашей работы включают:</p>
                <ul>
                    <li>Разработка заказного программного обеспечения.</li>
                    <li>Внедрение систем управления предприятием (ERP).</li>
                    <li>Создание мобильных приложений для iOS и Android.</li>
                    <li>Консалтинг в области IT и цифровой трансформации.</li>
                    <li>Техническая поддержка и сопровождение программных продуктов.</li>
                    <li>Техническая поддержка и сопровождение программных продуктов.</li>
                </ul>
            </section>

            <p>Мы гордимся нашими проектами и уверены, что наши решения приносят реальную пользу бизнесу. "ТехИнновации Плюс" – ваш надежный партнер в мире цифровых технологий!</p>
            <p>
                {#each Array(25) as _, i}
                    <i class="fa-solid fa-fish-fins"></i>
                {/each}
            </p>
        </div>
    </div>
</div>
<style>
    .fa-fish-fins {
        margin-right: 10px;
    }
</style>